# Tools
brew "neovim"
brew "tmux"

# Terminal
cask "ghostty"
brew "bat"
brew "tldr"
brew "ripgrep"
brew "fzf"

# Git
brew "git"
brew "lazygit"
brew "gh"

# Other
brew "ffmpeg"

# Apps
cask "logi-options"
cask "mos"
cask "slack"
cask "obsidian"
cask "spotify"
cask "aerospace"
cask "cursor"